{
  "activities": [
    { "title":"Mount Si",
      "description":"Washington State, 8 mile round trip hike with steep elevation gain.  Intermediate hike",
       "imageurl":  "https://www.wta.org/site_images/hikes/15148635572_d7cb258404_o.jpg/@@images/371ff832-58f2-4696-bc41-a1158222c751.jpeg",
       "categories":  ["hiking"]},
    { "title":"Gothic Basin",
      "description":"This hike is a thrill for backpackers and day hikers alike. While it may look like an easy trek from the moderate elevation gain and length -- it is anything but. The miners who originally constructed it had little time for switchback or nicely graded trails. That said, all who make it to the top will be rewarded with unmatched views.",
      "imageurl": "https://www.wta.org/site_images/hikes/hike-image-2020-08-11-6464100366/@@images/3e30ae41-cd60-4f5b-9347-57e761ff402c.jpeg",
      "categories":  ["hiking"]},
    {"title":"Park Butte",
      "description":"A stunning North Cascades alpine hike just south of Mount Baker. Day hike it or backpack here in late summer or fall, when it really shows off the best of autumn foliage. Along with unobstructed panoramic views of Mount Baker, the Twin Sisters, and the rest of the North Cascades, the route to Park Butte offers campsites, wildflower-filled alpine meadows, rushing waterfalls, and a stunning variety of mushroom species.",
      "imageurl":  "https://www.wta.org/site_images/hikes/dscn8343_crop.jpg/@@images/991d7ac0-fa95-452f-929f-b518ba5eb986.jpeg",
      "categories":  ["hiking"]},
    {"title":"Kendall Katwalk",
      "description":"Hike an iconic section of the PCT north of Snoqualmie Pass. This narrow and rocky trail also includes old-growth forest, gorgeous wildflowers, and stunning views into the Alpine Lakes Wilderness from both sides of the pass below Kendall Peak, where the Katwalk begins. ",
      "imageurl":  "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/kendall-katwalk-photo-by-racheldavidson.jpeg",
      "categories":  ["hiking"]},
    {"title":"Carne Mountain",
      "description":"This challenging yet rewarding hike is known for the brilliant gold colors of western larches. Against a backdrop of blue autumn sky and the magnificent peaks of the Cascades, they are a dazzling sight and a Washington essential.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/carne-mountain-photo-by-dbaile16.jpeg",
      "categories":  ["hiking"]},
    {"title":"Hoh Rainforest Trail",
      "description":"There is something incredibly magical about the Hoh. The huge trees, the cascading moss, the birds and Roosevelt elk, the Olympic Mountains rising above and the broad river valley extending up and downstream, all make this a hike that must be done at least once in a lifetime.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/hoh-river-trail-photo-by-akorn.jpeg",
      "categories":  ["hiking"]},
    {"title":"Rialto Beach and Hole-in-the-Wall",
      "description":"With so many mountain hikes to choose from, many hikers forget about the glories of Washington's coast. There is some incredible coastal hiking all the way up and down the coast, but this little slip of the wild Olympic Coast is a classic.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/rialto-beach-photo-by-erynn-allen.jpeg",
      "categories":  ["hiking"]},
    {"title":"Naches Peak Loop",
      "description":"This is a trail to save until August or September. In this short window of time, hikers will rejoice by frolicking along the trail surrounded by fields of wildflowers and soaking in one of the classic views of The Mountain. Because it's a short, flat, loop, this is our pick for taking out-of-towners who may not hike much.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/naches-peak-loop-photo-by-thekingboar.jpeg",
      "categories":  ["hiking"]},
    {"title":"Burroughs Mountain",
      "description":"Potentially one of the most iconic Mount Rainier hikes, the Burroughs trail will get you up close and personal with the mountain -- so close you feel like you can touch the summit. It's near impossible to choose just one or two essential Mount Rainier hikes, but make this hike is so well-rounded, it makes the cut.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/burroughs-mountain-photo-by-nobleadam.jpeg",
      "categories":  ["hiking"]},
    {"title":"Harry's Ridge",
      "description":"A classic Mount St. Helens hike, leaving from the Johnston Ridge Observatory. The hillsides are alive with wildflowers at mid-summer, and the view from the end of Harry's Ridge has you looking straight into the mouth of the crate, not to mention views of Spirit Lake, Mount Adams and even Mount Hood on a clear day.",
      "imageurl": "https://www.wta.org/go-outside/seasonal-hikes/summer-destinations/photos/harrys-ridge-photo-by-neverstophiking.jpeg",
      "categories":  ["hiking"]},
    {"title":"Pottery",
      "description":"One of the oldest and most widespread of the decorative arts, consisting of objects made of clay and hardened with heat. The objects made are commonly useful ones, such as vessels for holding liquids or plates or bowls from which food can be served.",
      "imageurl": "https://cdn.britannica.com/88/132288-050-74505F78/Pottery-people-clay-Hohokam-designs.jpg",
      "categories": ["crafts"]},
    {"title":"Sculpting",
      "description":"Sculpture is the branch of the visual arts that operates in three dimensions. It is one of the plastic arts. Durable sculptural processes originally used carving and modelling, in stone, metal, ceramics, wood and other materials but, since Modernism, there has been an almost complete freedom of materials and process",
      "imageurl": "https://cdn.shopify.com/s/files/1/1032/8883/files/sculptTop.jpg?16091735600568843308",
      "categories": ["crafts"]},
    {"title":"Painting",
      "description":"Painting, the expression of ideas and emotions, with the creation of certain aesthetic qualities, in a two-dimensional visual language. ",
      "imageurl": "https://www.thesprucecrafts.com/thmb/RbW626IDffB1Sl7T82Rpo6Su6Ms=/2121x1193/smart/filters:no_upscale()/GettyImages-922707682-5b90467bc9e77c0025931eef.jpg",
      "categories": ["crafts"]},
    {"title":"Scrapbooking",
      "description":"Scrapbooking is a method of preserving, presenting, and arranging personal and family history in the form of a book, box, or card. ",
      "imageurl": "https://www.cansonstudio.com/sites/default/files/scrapbooking-002.jpg",
      "categories": ["crafts"]},
    {"title":"Woodworking",
      "description":"Woodworking is the activity or skill of making items from wood, and includes cabinet making, wood carving, joinery, carpentry, and woodturning.",
      "imageurl": "https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/woodshop-tools-lead-1570723738.jpg?crop=0.769xw:0.865xh;0.0369xw,0.00240xh&resize=640:*",
      "categories": ["crafts"]},
    {"title":"Quilting",
      "description":"Quilting is the term given to the process of joining a minimum of three layers of fabric together either through stitching manually by hand using a needle and thread, or mechanically with a sewing machine or specialised longarm quilting system. ",
      "imageurl": "https://www.moores-sew.com/wp-content/uploads/2019/08/Courthouse-Steps.jpg",
      "categories": ["crafts"]},
    {"title":"Sewing",
      "description":"Sewing is the craft of fastening or attaching objects using stitches made with a needle and thread. ",
      "imageurl": "https://images.immediate.co.uk/production/volatile/sites/32/2019/08/Which-sewing-machine-thread-do-i-need-eb13270.jpg?quality=90&resize=620,413",
      "categories": ["crafts"]},
    {"title":"Basket Weaving",
      "description":"Basket weaving is the process of weaving or sewing pliable materials into three-dimensional artifacts, such as baskets, mats, mesh bags or even furniture. ",
      "imageurl": "https://www.bonnethouse.org/wp-content/uploads/2017/03/basket-weaving.jpg",
      "categories": ["crafts"]},
    {"title":"Crochet",
      "description":"Crochet a nice scarf for your mom.",
      "imageurl": "https://www.thesprucecrafts.com/thmb/TXpF6JoVlXqb15Pv6ayvDuMJ8s0=/2489x1867/smart/filters:no_upscale()/CrochetBasics1-5b7c32dc46e0fb002c46a2ea.jpg",
      "categories": ["crafts"]},
    {"title":"Origami",
      "description":"Try the ancient art of Japanese paper folding to help pass the time.",
      "imageurl":"https://pariscorp.com/wp-content/uploads/2019/11/origami.jpg",
      "categories": ["crafts"]}
  ]
}